{
  "GreatLakes":
  [
    {"LakeName":"Superior","LakeLocation":"North America","LakeDescription":"Lake Superior is the largest and northernmost of the Great Lakes of North America, and among freshwater lakes, it is the world's largest by surface area and the third-largest by volume. It holds 10% of the world's surface fresh water.","LakeImage":"https://github.com/nalgham/JSONProjectsIT315-1/blob/master/superior.jpg","LakeFact":"Fun Fact: Lake Superior is, by surface area, the world's largest freshwater lake.","LakeArea":31700,"LakeElevation":"600ft", "LakeVolume": "2903cu mi", "LakeSite" : "https://www.lakesuperior.com/"},
    {"LakeName":"Michigan","LakeLocation":"United States of America","LakeDescription":"Lake Michigan is one of the five Great Lakes of North America. It is the second-largest of the Great Lakes by volume and the third-largest by surface area, after Lake Superior and Lake Huron.","LakeImage":"https://github.com/nalgham/JSONProjectsIT315-1/blob/master/michigan.jpeg","LakeFact":"Fun Fact: Lake Michigan is the only Great Lake that is entirely within U.S. territory.","LakeArea":22406,"LakeElevation":"577ft", "LakeVolume": "1180 cu mi", "LakeSite" : "https://www.michigan.org/great-lakes/lake-michigan"},
    {"LakeName":"Huron","LakeLocation":"North America","LakeDescription":"Lake Huron is one of the five Great Lakes of North America. Hydrologically, it comprises the easterly portion of Lake Michigan–Huron, having the same surface elevation as its westerly counterpart, to which it is connected by the 5-mile-wide, 20-fathom-deep Straits of Mackinac.","LakeImage":"https://github.com/nalgham/JSONProjectsIT315-1/blob/master/huron.jpeg","LakeFact":"Fun Fact: Lake Huron was the first of the Great Lakes to be discovered by European explorers.","LakeArea":23012,"LakeElevation":"577ft", "LakeVolume": "850 cu mi", "LakeSite" : "https://www.michigan.org/great-lakes/lake-huron"},
    {"LakeName":"Erie","LakeLocation":"North America","LakeDescription":"Lake Erie is the fourth-largest lake of the five Great Lakes in North America and the eleventh-largest globally. It is the southernmost, shallowest, and smallest by volume of the Great Lakes and therefore also has the shortest average water residence time. At its deepest point Lake Erie is 210 feet deep.","LakeImage":"https://github.com/nalgham/JSONProjectsIT315-1/blob/master/erie.jpeg","LakeFact":"Fun Fact: Lake Erie has a total of 31 islands, 18 in the United States and 13 in Canada.","LakeArea":9940,"LakeElevation":"569ft", "LakeVolume": "115.2 cu mi", "LakeSite" : "https://www.shoresandislands.com/""},
    {"LakeName":"Ontario","LakeLocation":"North America","LakeDescription":"Lake Ontario is one of the five Great Lakes of North America. It is surrounded on the north, west, and southwest by the Canadian province of Ontario, and on the south and east by the U.S. state of New York, whose water boundaries meet in the middle of the lake.","LakeImage":"https://github.com/nalgham/JSONProjectsIT315-1/blob/master/ontario.jpeg","LakeFact":"Fun Fact: Over a quarter of Canada’s population lives within the watershed of Lake Ontario.","LakeArea":7320,"LakeElevation":"243ft", "LakeVolume": "393.5cu mi", "LakeSite" : "https://www.britannica.com/place/Lake-Ontario"}

  ],
  "Status":"OK"
}
